Repository: kodi-game/game.libretro.bsnes-mercury-performance
Catalog: game.libretro.bsnes-mercury-performance/resources/language/resource.language.*/strings.po
Languages: es_es, ga

# Addon Summary
source: Nintendo - SNES / SFC (bsnes-mercury Performance)
es_es: Nintendo - SNES / SFC (bsnes-mercury Rendimiento)
ga: Nintendo - SNES / SFC (feidhmíocht bsnes-mearcair)

# Addon Description
source: bSNES Mercury is a fork of Higan (originally called bSNES), notable for emulating the original hardware as accurately as possible through low-level, cycle-accurate emulation.[CR][CR]The [I]Performance[/I] profile focuses more on execution speed than on accuracy.
es_es: bSNES Mercury es una bifurcación de Higan (originalmente llamado bSNES), que destaca por emular el hardware original con la mayor precisión posible mediante emulación de bajo nivel y precisión de ciclos.[CR][CR]El perfil [I]Performance[/I] se centra más en la velocidad de ejecución que en la precisión.
ga: Is forc de Higan (ar a dtugtaí bSNES ar dtús) é bSNES Mercury, atá suntasach as an gcrua-earraí bunaidh a aithris chomh cruinn agus is féidir trí aithris íseal-leibhéil, timthriall-chruinn.[CR][CR]Díríonn an phróifíl [I]Feidhmíochta[/I] níos mó ar luas forghníomhaithe ná ar chruinneas.

# Addon Disclaimer
source: In loving memory of Near / Byuu
es_es: En cariñoso recuerdo de Near / Byuu
ga: I ngrá le Near / Byuu

# #30001
source: Allow settings to reduce accuracy
es_es: Permitir Ajustes para Reducir Precisión
ga: Ceadaigh socruithe cruinneas a laghdú

# #30002
source: Special chip accuracy
es_es: Precisión de Chip Especial
ga: Cruinneas sliseanna speisialta

# #30003
source: SuperFX speed
es_es: Velocidad SuperFX
ga: Luas SuperFX

# #30004
source: System region
es_es: Región del Sistema
ga: Réigiún an chórais

# #30005
source: Preferred aspect ratio
es_es: Relación de Aspecto Preferida
ga: Cóimheas gné is fearr

# #30006
source: Crop overscan
es_es: Recortar overscan
ga: Barr róscanadh

# #30007
source: Gamma ramp (requires restart)
es_es: Rampa Gamma (requiere reinicio)
ga: Ramp gama (éilíonn atosú)
